Repository: TobiasBg/WP-Table-Reloaded
Catalog: languages/wp-table-reloaded-*.po
Languages: fr_fr, ja, pl_pl, ru_ru

source: CSV - Character-Separated Values
ja: CSV - カンマ区切り
pl_pl: CSV - Character-Separated Values (rozdzielone wartości znaków)

source: HTML - Hypertext Markup Language
ja: HTML - ハイパーテキストマークアップ言語
pl_pl: HTML - Hypertext Markup Language (hipertekstowy język znaczników)

source: XML - eXtended Markup Language
ja: XML - 拡張マークアップ言語
pl_pl: XML - eXtended Markup Language (rozszerzalny język znaczników)

source: ; (semicolon)
fr_fr: ; (point-virgule)
ja: ; (セミコロン)
pl_pl: ; (średnik)
ru_ru: ; (точка с запятой)

source: , (comma)
fr_fr: , (virgule)
ja: , (コンマ)
pl_pl: , (przecinek)
ru_ru: , (запятая)

source: : (colon)
fr_fr: : (deux points)
ja: : (コロン)
pl_pl: : (dwukropek)
ru_ru: : (двоеточие)

source: . (dot)
ja: . (ドット)
pl_pl: . (kropka)
ru_ru: . (точка)

source: | (pipe)
ja: | (パイプ)
pl_pl: | (kreska pionowa)
ru_ru: | (черта)

source: This is the &quot;%s&quot; screen.
ja: この画面は &quot;%s&quot; です.

source: List Tables
fr_fr: Liste des tableaux
ja: テーブル一覧
pl_pl: Lista Tabel
ru_ru: Список таблиц

source: Edit Table
ja: テーブル編集

source: Add new Table
fr_fr: Ajouter un nouveau tableau
ja: 新しいテーブルの追加
pl_pl: Dodaj nową Tabelę
ru_ru: Создать таблицу

source: Import a Table
fr_fr: Importer un tableau
ja: テーブルのインポート
pl_pl: Importuj Tabelę
ru_ru: Импорт таблицы

source: Export a Table
fr_fr: Exporter un tableau
ja: テーブルのエクスポート
pl_pl: Eksportuj Tabelę
ru_ru: Экспорт таблицы

source: Plugin Options
fr_fr: Options du plugin
ja: プラグイン設定
pl_pl: Ustawienia Wtyczki
ru_ru: Настройки плагина

source: About the plugin
ja: このプラグインについて

source: Plugin deactivated successfully.
fr_fr: Plugin désactivé.
ja: プラグインの無効化に成功しました.
pl_pl: Wtyczka wyłączona pomyślnie.
ru_ru: Плагин успешно деактивирован.

source: All tables, data and options were deleted. You may now remove the plugin's subfolder from your WordPress plugin folder.
fr_fr: Tous les tableaux, les données et les options ont été supprimés. Vous pouvez maintenant supprimer le répertoire du plugin sur votre serveur.
ja: WordPress のプラグインフォルダからこのプラグインを削除しようとしています.全てのテーブルデータや設定が削除されます.
pl_pl: Wszystkie tabele, dane i ustawienia zostały usunięte. Możesz teraz usunąć pod-katalog wtyczki z katalogu wtyczek WordPress'a.
ru_ru: Все таблицы, данные и настройки были удалены. Теперь можно удалить сам плагин из директории плагинов WordPress (wp-content/plugins).

source: More information about WP-Table Reloaded can be found on the <a href="%s">plugin's website</a> or on its page in the <a href="%s">WordPress Plugin Directory</a>.
ja: WP-Table Reloaded に関する追加の情報は <a href="%s">プラグインのWebサイト</a>や<a href="%s">WordPress Plugin Directory</a>で見つけることができます.

source: For technical information, see the <a href="%s">documentation</a>.
ja: 技術的な情報は,<a href="%s">ドキュメント</a>をご覧ください.

source: <a href="%s">Support</a> is provided through the <a href="%s">WordPress Support Forums</a>.
ja: <a href="%s">サポート</a> は <a href="%s">WordPress Support Forums</a> にて行っています.

source: Before asking for support, please carefully read the <a href="%s">Frequently Asked Questions</a> where you will find answered to the most common questions, and search through the forums.
ja: サポートに問い合わせる前に<a href="%s">よくある質問と回答</a>を注意深く読んでください.そこではごく一般的な質問に対する回答がありますし,またそこで見つからない場合はサポートフォーラムを検索することもできます.

source: If you like the plugin, <a href="%s"><strong>a donation</strong></a> is recommended.
ja: このプラグインが気に入ったら,ぜひとも<a href="%s"><strong>寄付</strong></a>をお願いします.

source: Thank you for using <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/">WP-Table Reloaded</a>.
ja: <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/">WP-Table Reloaded</a>を使っていただきありがとうございます.
ru_ru: Спасибо за использование <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/">WP-Table Reloaded</a>.

source: Support the plugin with your <a href="%s">donation</a>!
ja: このプラグインのサポートはあなたの<a href="%s">寄付</a>で行われています!

source: Welcome to WP-Table Reloaded %s. If you encounter any questions or problems, please refer to the <a href="%s">FAQ</a>, the <a href="%s">documentation</a>, and the <a href="%s">support</a> section.
ja: WP-Table Reloaded %s へようこそ.もしあなたが疑問や問題に遭遇したら<a href="%s">FAQ</a>や<a href="%s">ドキュメント</a>,<a href="%s">サポート</a>を参照してください.

source: Thank you for upgrading to WP-Table Reloaded %s.
ja: WP-Table Reloaded %s へアップグレードしていただいてありがとうございます.

source: This version adds support for the DataTables JavaScript library (with features like sorting, pagination, and filtering) and includes a lot more enhancements.
ja: このバージョンは、DataTables JavaScriptライブラリ(ソーティング、丁付け、およびフィルタリングのような特徴がある)をサポートするなど,多くの機能追加を含んでいます.

source: Please read the <a href="%s">release announcement</a> for more information and check your settings in the <a href="%s">%s</a>.
ja: 詳細は<a href="%s">リリース情報</a>をご覧ください.また<a href="%s">%s</a>にてプラグインの設定を確認してください.

source: If you like the new features and enhancements, I would appreciate a small <a href="%s">donation</a>. Thank you.
ja: もし追加された機能などが気に入ったら,幾ばくかの<a href="%s">寄付</a>をお願いします。 ありがとうございます。

source: Hide this message
ja: このメッセージを隠す

source: Thanks for using this plugin! You've installed WP-Table Reloaded over a month ago. If it works and you are satisfied with the results of managing your %s tables, isn't it worth at least one dollar or euro?
ja: このプラグインを使っていただきありがとうございます! あなたは WP-Table Reloaded をインストールして1ヶ月以上が経過しました. もしこのプラグインによる %s 個のテーブルの管理に満足していただけたようでしたら,幾ばくかの寄付をお願いいたします.
ru_ru: Спасибо за использование этого плагина! У Вас уже установлен WP-Table Reloaded более месяца назад.

source: <a href="%s">Donations</a> help me to continue support and development of this <i>free</i> software - things for which I spend countless hours of my free time! Thank you!
ja: <a href="%s">寄付</a> をいただくことはこの<i>フリー</i>ソフトウェアのサポートと開発継続の一助となります.
ru_ru: <a href="%s">Пожертвования</a> помогут мне разрабатывать и поддерживать этот <i>бесплатный</i> проект. Спасибо.

source: Sure, no problem!
ja: もちろん問題ありません!
ru_ru: Конечно, нет проблем!

source: I already donated.
ja: 私はすでに寄付を行いました.
ru_ru: Я уже пожертвовал.

source: No, thanks. Don't ask again.
ja: 結構です.この質問をもう表示しません.
ru_ru: Нет, спасибо. Не надо больше спрашивать.

source: Table &quot;%s&quot; added successfully.
ja: テーブル &quot;%s&quot; の追加に成功しました.

source: Table edited successfully. This Table now has the ID %s. You'll need to adjust existing shortcodes accordingly.
ja: テーブルの編集に成功しました. このテーブルの ID は %s です. 必要に応じてショートコードの修正を行ってください.
ru_ru: Таблица отредактирована успешно. Эта таблица в настоящее время имеет ID %s. Вы должны скорректировать существующие коды (shortcodes) соответственно.

source: The ID could not be changed from %s to %s, because there already is a Table with that ID.
ja: すでに同じ ID が存在するため %s から %s への ID の変更はできませんでした.
ru_ru: ID не может быть изменен с %s на %s, потому что там уже есть таблица.

source: Table edited successfully.
fr_fr: Tableau modifié avec succès.
ja: テーブルの編集に成功しました.
pl_pl: Tabela zredagowana pomyślnie.
ru_ru: Таблица успешно отредактирована.

source: Rows swapped successfully.
fr_fr: Lignes échangées avec succès.
ja: 行の入れ替えに成功しました.
pl_pl: Rzędy zamienione pomyślnie.
ru_ru: Строки успешно поменяны местами.

source: Columns swapped successfully.
fr_fr: Colonnes échangées avec succès.
ja: 列の入れ替えに成功しました.
pl_pl: Kolumny zamienione pomyślnie.
ru_ru: Столбцы успешно поменяны местами.

source: Table sorted successfully.
ja: テーブルの並び替えに成功しました.
pl_pl: Tabela uporządkowana pomyślnie.
ru_ru: Таблица успешно отсортирована.

source: Row moved successfully.
ja: 行の移動に成功しました.
ru_ru: Строка успешно перенесена.

source: Column moved successfully.
ja: 列の移動に成功しました.
ru_ru: Колонка успешно перенесена.

source: Row could not be deleted.
ja: 行が削除できません.

source: Row deleted successfully.
fr_fr: La ligne a été supprimée.
ja: 行の削除に成功しました.
pl_pl: Rząd skasowany pomyślnie.
ru_ru: Строка успешно удалена.

source: Column could not be deleted.
ja: 列が削除できません.

source: Column deleted successfully.
fr_fr: La colonne a été supprimée.
ja: 列の削除に成功しました.
pl_pl: Kolumna skasowana pomyślnie.
ru_ru: Столбец успешно удален.

source: Row inserted successfully.
fr_fr: Ligne insérée.
ja: 行の挿入に成功しました.
pl_pl: Rząd wstawiony pomyślnie.
ru_ru: Строка вставлена успешно.

source: Column inserted successfully.
fr_fr: Colonne insérée.
ja: 列の挿入に成功しました.
pl_pl: Kolumna wstawiona pomyślnie.
ru_ru: Столбец вставлен успешно.

source: Row added successfully.
ja: 行の追加に成功しました.
ru_ru: Строки успешно добавлены.

source: Column added successfully.
ja: 列の追加に成功しました.
ru_ru: Колонки успешно добавлены.

source: Could not add Custom Data Field, because you did not enter a name.
ja: 名前が入力されていないためカスタムデータ領域を追加できません.
ru_ru: Не удалось добавить пользовательское поле данных, потому что вы не указали имя.

source: Could not add Custom Data Field, because the name you entered is reserved for other table data.
ja: 入力された名前がすでに他のデータ領域の名称として予約されているためカスタムデータ領域を追加できません.
ru_ru: Не удалось добавить пользовательское поле данных, потому что вы ввели имя зарезервированное для других табличных данных.

source: Could not add Custom Data Field, because the name contained illegal characters.
ja: 入力された名前が不正な文字を使用しているためカスタムデータ領域を追加できません.
ru_ru: Не удалось добавить пользовательское поле данных, поскольку в название содержатся недопустимые символы.

source: Could not add Custom Data Field, because a Field with that name already exists.
ja: 入力された名前がすでに使用されているためカスタムデータ領域を追加できません.
ru_ru: Не удалось добавить пользовательское поле данных, потому что поле с таким именем уже существует.

source: Custom Data Field added successfully.
ja: カスタムデータ領域を追加しました.
ru_ru: Пользовательское поле данных успешно добавлено.

source: Copy of
fr_fr: Copie de
ja: コピー
pl_pl: Kopia
ru_ru: Копия

source: Table copied successfully.
ja: テーブルのコピーに成功しました.
pl_pl: Tabela skopiowana pomyślnie.
ru_ru: Таблица успешно скопирована.

source: Table deleted successfully.
ja: テーブルは削除に成功しました.
pl_pl: Tabela skasowana pomyślnie.
ru_ru: Таблица успешно удалена.

source: Table imported successfully.
fr_fr: Tableau importé.
ja: テーブルのインポートに成功しました.
pl_pl: Tabela importowana pomyślnie.
ru_ru: Таблица импортирована успешно.

source: You did not select any tables!
ja: テーブルが選択されていません!
pl_pl: Nie wybrałeś żadnych tabel!
ru_ru: Вы не выбрали ни одной таблицы!

source: Table &quot;%s&quot; copied successfully.
ja: テーブル &quot;%s&quot; のコピーに成功しました.

source: Table &quot;%s&quot; deleted successfully.
ja: テーブル &quot;%s&quot; の削除に成功しました.

source: Custom Data Field deleted successfully.
ja: カスタムデータ領域の削除に成功しました.
ru_ru: Пользовательское поле данных успешно удалено.

source: Custom Data Field could not be deleted.
ja: カスタムデータ領域を削除できません.
ru_ru: Пользовательское поле данных не может быть удалено.

source: Delete failed.
fr_fr: Suppression échouée.
ja: 削除に失敗しました.
pl_pl: Skasowanie nie udało się.
ru_ru: Ошибка при удалении.

source: Imported Table
fr_fr: Importer un tableau
ja: テーブルのインポート
pl_pl: Zaimportowana Tabela
ru_ru: Импортированная таблица

source: from %s
ja: %s から
ru_ru: от %s

source: via form
fr_fr: via le formulaire
ja: 経由 via from
pl_pl: przez formę
ru_ru: из формы

source: Table could not be imported.
fr_fr: Le tableau n'a pas pu être importé.
ja: テーブルがインポートできませんでした.
pl_pl: Tabela nie może być zaimportowana.
ru_ru: Таблица не может быть импортирована.

source: Table %s (%s) replaced successfully.
ja: テーブル %s (%s) の置換に成功しました.
ru_ru: Таблица %s (%s) заменена успешно.

source: You do not have sufficient rights to perform this action.
ja: この動作を実行する権限がありません.

source: You did not upload a WP-Table Reloaded dump file.
ja: WP-Table Reloaded のダンプファイルをアップロードしませんでした.

source: You do not have sufficient rights to access the Plugin Options.
ja: プラグインの設定にアクセスする権限がありません.

source: Options saved successfully.
fr_fr: Options enregistrées.
ja: 設定の保存に成功しました.
pl_pl: Ustawienia zapisane pomyślnie.
ru_ru: Настройки успешно сохранены.

source: List of Tables
fr_fr: Liste des tableaux
ja: テーブル一覧
pl_pl: Lista Tabel
ru_ru: Список таблиц

source: This is a list of all available tables.
ja: 利用可能なテーブルの一覧です.
pl_pl: Oto lista wszystkich dostępnych tabel.
ru_ru: Это список всех доступных таблиц.

source: You may insert a table into a post or page here.
ja: 投稿やページにテーブルを挿入します.
pl_pl: Możesz tutaj wstawić tabelę do strony lub wpisu.
ru_ru: Здесь Вы можете вставить таблицу в новость или страницу.

source: Click the &quot;%s&quot; link after the desired table and the corresponding shortcode will be inserted into the editor (<strong>[table id=&lt;ID&gt; /]</strong>).
ja: 使いたいテーブルを選択した後に "挿入" をクリックすると対応するショートコードが編集領域に挿入されます(形式 : <strong>[table id=&lt;the_table_ID&gt; /]</strong>).

source: Insert
ja: 挿入
pl_pl: Wstaw
ru_ru: Вставить

source: Table Name
fr_fr: Nom du tableau
ja: テーブル名
pl_pl: Nazwa Tabeli
ru_ru: Имя таблицы

source: Description
ja: 説明
pl_pl: Opis
ru_ru: Описание

source: Action
ja: 動作
pl_pl: Akcja
ru_ru: Действие

source: No tables were found.
ja: テーブルが見つかりません.

source: Preview of Table &quot;%s&quot; (ID %s)
ja: これはテーブルデータ(ID %s)のプレビューです.

source: This is a preview of your table.
ja: これはテーブルデータのプレビューです.

source: Because of CSS styling, the table might look different on your page!
ja: スタイルシートによってあなたのページではテーブルのデザインは違って見えるかも知れません.
ru_ru: Из-за CSS стиля, таблица может выглядеть несколько иначе на вашей странице!

source: The JavaScript libraries are also not available in this preview.
ja: JavaScriptライブラリはこのプレビューでは利用できません.

source: To insert the table into a page, post or text-widget, copy the shortcode <strong>[table id=%s /]</strong> and paste it into the corresponding place in the editor.
ja: 投稿やページ,テキストウィジェットに挿入するには<strong>[table id=%s /]</strong>というショートコードを表示したい場所に貼り付けてください.

source: There is no table with this ID!
ja: この ID のテーブルは存在しません!
ru_ru: Не существует таблицы с таким ID!

source: Thank you very much! Your donation is highly appreciated. You just contributed to the further development of WP-Table Reloaded!
ja: ありがとうございます! あなたの寄付に本当に感謝いたします. あなたは WP-Table Reloaded のさらなる発展に貢献されました!
ru_ru: Большое спасибо! Ваше пожертвование высоко ценится. Вы только что поспособствовали дальнейшему развитию WP-Table Reloaded!

source: No problem! I still hope you enjoy the benefits that WP-Table Reloaded brings to you. If you should want to change your mind, you'll always find the &quot;%s&quot; button on the <a href="%s">WP-Table Reloaded website</a>.
ja: 問題ありません! WP-Table Reloaded があなたにとって有益でありますように. もし,あなたの気持ちが変化したときは <a href="%s">WP-Table Reloaded の Web サイト</a>で"寄付"ボタンをいつでも見つけることができます.

source: Donate
ja: 寄付

source: You may add, edit, copy, delete or preview tables here.
ja: テーブルの追加,編集,複製や削除が行えます.

source: Each table has a unique ID that needs to be adjusted in that shortcode.
ja: テーブルはショートコードで利用するための固有のIDを持ちます.

source: Table
ja: テーブル
pl_pl: Tabela
ru_ru: Таблица

source: Last Modified
ja: 最終更新
ru_ru: Последнее изменение

source: (no name)
ja: (名称未設定)
ru_ru: (без названия)

source: (no description)
ja: (説明記述なし)
ru_ru: (нет описания)

source: Edit %s
ja: %s を編集
ru_ru: Изменить %s

source: Edit
fr_fr: Modifier
ja: 編集
pl_pl: Redaguj
ru_ru: Изменить

source: Shortcode
ja: ショートコード
ru_ru: Код

source: Copy
fr_fr: Copier
ja: コピー
pl_pl: Kopiuj
ru_ru: Копировать

source: Export
fr_fr: Exporter
ja: エクスポート
pl_pl: Eksportuj
ru_ru: Экспорт

source: Delete
fr_fr: Supprimer
ja: 削除
pl_pl: Usuń
ru_ru: Удалить

source: Preview of Table %s
ja: テーブル %s をプレビュー.
ru_ru: Просмотреть таблицу %s

source: Preview
ja: プレビュー
ru_ru: Просмотреть

source: Bulk actions:
ja: 一括操作 :
ru_ru: Массовые действия:

source: Copy Tables
ja: テーブルのコピー
pl_pl: Kopiuj Tabele
ru_ru: Копировать таблицы

source: Delete Tables
ja: テーブルの削除
pl_pl: Usuń Tabele
ru_ru: Удалить таблицы

source: Enter Table Name
fr_fr: Entrez un nom de tableau
ja: テーブル名を入力してください
pl_pl: Wpisz Nazwę Tabeli
ru_ru: Введите имя таблицы

source: Enter Description
fr_fr: Entrez la description
ja: 説明を入力してください
pl_pl: Wstaw Opis
ru_ru: Введите описание

source: Number of Rows
fr_fr: Nombre de lignes
ja: 行の数
pl_pl: Ilość Rzędów
ru_ru: Количество строк

source: Number of Columns
fr_fr: Nombre de colonnes
ja: 列の数
pl_pl: Ilość Kolumn
ru_ru: Количество столбцов

source: Add Table
fr_fr: Ajouter un tableau
ja: テーブル追加
pl_pl: Dodaj Tabelę
ru_ru: Добавить таблицу

source: Edit Table &quot;%s&quot; (ID %s)
ja: テーブルの編集 &quot;%s&quot; (ID %s)

source: Table Information
fr_fr: Informations du tableau
ja: テーブル情報
pl_pl: Informacje o Tabeli
ru_ru: Информация о таблице

source: Hide|expand
ja: 隠す|開く

# expand
source: Hide
ja: 隠す

source: Expand
ja: 広げる
pl_pl: Rozwiń
ru_ru: Развернуть

source: Table ID
ja: テーブル ID
ru_ru: ID таблицы

source: Update Changes
fr_fr: Mise à jour des modifications
ja: 変更を反映
pl_pl: Uaktualnij zmiany
ru_ru: Сохранить изменения

source: Save and go back
fr_fr: Enregistrer et revenir en arrière
ja: 保存して戻る
pl_pl: Zapisz i wróć
ru_ru: Сохранить и вернуться

source: Cancel
fr_fr: Annuler
ja: 取り消し
pl_pl: Anuluj
ru_ru: Отмена

source: Table Contents
fr_fr: Table des matières
ja: テーブル内容
pl_pl: Zawartość Tabeli
ru_ru: Содержание таблицы

source: Data Manipulation
ja: データ操作
pl_pl: Operowanie Danymi
ru_ru: Работа с данными

source: Insert Link
ja: リンク挿入
pl_pl: Wstaw Odnośnik
ru_ru: Ссылка

source: Insert Image
ja: 画像挿入
pl_pl: Wstaw Obrazek
ru_ru: Картинка

source: ascending
ja: 降順
pl_pl: rosnąco
ru_ru: по возрастанию

source: descending
ja: 昇順
pl_pl: malejąco
ru_ru: по убыванию

source: Sort table by column %s in %s order
ja: %s 列を%sで並び替えます.
pl_pl: Sortuj tabelę według kolumny %s w %s kolejności
ru_ru: Сортировка таблицы по столбцам %s и %s

source: Sort
ja: 並び替え
pl_pl: Sortuj
ru_ru: Сортировка

source: Selected rows:
ja: 選択された行 :

source: Hide|item
ja: 隠す|アイテム

# item
source: Hide
ja: 隠す

source: Unhide|item
ja: 表示する|アイテム

# item
source: Unhide
ja: 表示する

source: Selected columns:
ja: 選択された列 :

source: Insert row
ja: 行挿入

source: Insert column
ja: 列挿入

source: Add %s row(s)
ja: %s 行追加
ru_ru: Добавить %s строку

source: Add
ja: 追加
ru_ru: Добавить

source: Add %s column(s)
ja: %s 列追加
ru_ru: Добавить %s колонку

source: Swap rows %s and %s
fr_fr: Échanger les lignes %s et %s
ja: 行 %s と %s を入れ替え
pl_pl: Zamień rzędy %s i %s
ru_ru: Поменять местами строки %s и %s

source: Swap
fr_fr: Échanger
ja: 入れ替え
pl_pl: Zamień
ru_ru: Поменять

source: Swap columns %s and %s
fr_fr: Échanger les colonnes %s et %s
ja: 列 %s と %s を入れ替え
pl_pl: Zamień kolumny %s i %s
ru_ru: Поменять местами столбцы %s и %s

source: before
ja: 前に
ru_ru: прежде

source: after
ja: 後に
ru_ru: после

source: Move row %s %s row %s
ja: 行 %s を 次の行の %s(%s)へ移動
ru_ru: Переместить строку %s %s строку %s

source: Move
ja: 移動
ru_ru: Переместить

source: Move column %s %s column %s
ja: 列 %s を 次の列の %s(%s)へ移動
ru_ru: Переместить колонку %s %s колонку %s

source: Table Styling Options
ja: テーブルスタイルの設定

source: These settings will only be used for this table.
fr_fr: Ces paramètres ne seront utilisées que pour ce tableau.
ja: この設定は現在のテーブルにのみ適用されます.
pl_pl: Te ustawienia zostaną użyte tylko dla tej tabeli.
ru_ru: Эти настройки используются только для этой таблицы.

source: Alternating row colors
fr_fr: Alterner les couleurs des lignes
ja: 行の色を交互に設定する
pl_pl: Odmienne kolory rzędu
ru_ru: Разные цвета для строк

source: Every second row has an alternating background color.
ja: 行の背景色が交互に変わって表示されます.

source: Table head
ja: テーブルヘッダー

source: The first row of your table is the table head (HTML tag &lt;th&gt;).
ja: テーブルの最初の行はヘッダーとして &lt;th&gt; タグが使用されます.

source: Table footer
ja: テーブルフッター

source: The last row of your table is the table footer (HTML tag &lt;th&gt;).
ja: テーブルの最後の行はフッターとして &lt;th&gt; タグが使用されます.

source: The Table Name will be written above the table (HTML tag &lt;h2&gt;).
ja: テーブル名はテーブルの &lt;h2&gt; タグの上に表示されます.

source: Table Description
ja: テーブルの説明

source: The Table Description will be written under the table.
fr_fr: La description du tableau sera écrite sous le tableau.
ja: テーブルの説明はテーブルの下部に表示されます.
pl_pl: Opis Tabeli będzie napisany pod tabelą.
ru_ru: Описание таблицы будет написано после таблицы.

source: Use JavaScript library
ja: JavaScript ライブラリを使用する

source: DataTables JavaScript Features
ja: DataTables JavaScript の特徴

source: It is not possible to use these features with the &quot;Tablesorter&quot; or &quot;Tablesorter Extended&quot; libraries.
ja: これらの機能を&quot;Tablesorter&quot; or &quot;Tablesorter Extended&quot;ライブラリといっしょに使用することはできません.

source: Sorting
ja: 並び替え

source: Yes, enable sorting of table data by the visitor.
ja: 閲覧者によるテーブルの並び替えを許可します.

source: Pagination
ja: ページ分け

source: Yes, enable pagination of the table (showing only a certain number of rows) by the visitor.
ja: 閲覧者によるページ分け(特定の行数だけが表示される)を有効にします.

source: Length Change
ja: 長さの変更

source: Yes, allow visitor to change the number of rows shown when using pagination.
ja: 閲覧者によるページ分けの行数指定を許可します.

source: Filtering
ja: フィルタリング

source: Yes, enable the visitor to filter or search the table. Only rows with the search word in them are shown.
ja: 閲覧者によるフィルタリングを許可します. 検索した語の含まれる行だけが表示されます.

source: Info Bar
ja: 情報バー

source: Yes, show the table information display. This shows information and statistics about the currently visible data, including filtering.
ja: テーブルの情報を表示します.テーブルの情報やフィルタリングを含む各種統計を表示します.

source: TableTools
ja: テーブルツール

source: Yes, activate the TableTools functions (Copy to Clipboard, Save to CSV, Save to XLS, Print Table) for this table.
ja: テーブルツール(クルップボードへのコピー,CSVとして保存,XLSとして保存,テーブルの印刷)を有効にします

source: This option can only be used with the &quot;DataTables+TableTools&quot; JavaScript library.
ja: この設定は&quot;DataTables+TableTools&quot; ライブラリを有効にした状態でのみ使用できます.

source: Custom Commands
ja: カスタムコマンド

source: Enter additional DataTables JavaScript parameters that will be included with the script call here.
ja: ここで呼ばれるJavaScriptで使用する追加のパラメータを入力してください.

source: For advanced use only. Read the <a href="http://www.datatables.net/">DataTables documentation</a> before.
ja: 高度な使用を行う前に<a href="http://www.datatables.net/">DataTables documentation</a>を読んでください.

source: Custom Data Fields
ja: カスタムデータ領域
ru_ru: Пользовательские поля данных

source: Custom Data Fields can be used to add extra metadata to a table.
ja: カスタムデータ領域には様々なメタデータをテーブルに追加することができます.
ru_ru: Пользовательские поля данных могут быть использованы, чтобы добавить дополнительные метаданные для таблицы.

source: For example, this could be information about the source or the creator of the data.
ja: 例えば,出典情報やデータ作者の情報などです.
ru_ru: Например, это может быть информация об источнике или создателе данных.

source: You can show this data in the same way as tables by using the shortcode <strong>[table-info id=%s field="&lt;field-name&gt;" /]</strong>.
ja: あなたはこのデータを <strong>[table-info id=%s field="&lt;field-name&gt;" /]</strong> というショートコードを使用することでテーブルと同じように表示できます.
ru_ru: Вы можете показывать эти данные в том же порядке, как и таблицы, используя код <strong>[table-info id=%s field="&lt;field-name&gt;" /]</strong>.

source: Field Name
ja: 領域名
ru_ru: Имя поля

source: Value
ja: 値
ru_ru: Значение

source: Delete Field
ja: 領域を削除
ru_ru: Удалить Поле

source: View shortcode
ja: ショートコードを表示
ru_ru: Посмотреть код

source: To add a new Custom Data Field, enter its name (only lowercase letters, numbers, _ and -).
ja: 新しいカスタムデータ領域を追加するには,名前を入力してください(半角小文字のアルファベット,数字,アンダーバー,ハイフンが使用できます).
ru_ru: Для добавления новых пользовательского поля данных введите его имя (только строчные буквы, цифры, _ и -).

source: Custom Data Field Name
ja: カスタムデータ領域名
ru_ru: Имя пользовательского поля данных

source: Other actions
fr_fr: Autres actions
ja: その他の動作
pl_pl: Inne akcje
ru_ru: Другие действия

source: Delete Table
fr_fr: Supprimer le tableau
ja: テーブル削除
pl_pl: Usuń Tabelę
ru_ru: Удалить таблицу

source: Export Table
fr_fr: Export le tableau
ja: テーブル出力
pl_pl: Eksportuj Tabelę
ru_ru: Экспорт таблицы

source: WP-Table Reloaded can import tables from existing data.
ja: WP-Table Reloaded は既存のデータをテーブルとしてインポートできます.

source: This may be a CSV, XML or HTML file, each with a certain structure.
ja: これはCSV,XMLやHTMLなど特定の構造のあるものです.
