Repository: TobiasBg/WP-Table-Reloaded
Catalog: languages/wp-table-reloaded-*.po
Languages: fr_fr, ja, pl_pl, ru_ru

source: To import an existing table, please select its format and the source for the import.
ja: 既存のテーブルをインポートするには,そのフォーマットと元となるデータを選択してください.

source: You can also decide, if you want to import it as a new table or replace an existing table.
ja: また、新しいテーブルとしてインポートするか,既存のテーブルと置換するかを選択することができます.

source: Select Import Format
fr_fr: Sélectionnez le format d'importation
ja: インポートするファイルの形式
pl_pl: Wybierz Format Importu
ru_ru: Выберите формат для импорта

source: Add or Replace Table?
ja: テーブルは追加するか置換するか
ru_ru: Добавить или заменить таблицу?

source: Add as new Table
ja: 新しいテーブルとして追加
ru_ru: Добавить в новую таблицу

source: Replace existing Table
ja: 既存のテーブルを置換
ru_ru: Заменить существующую таблицу

source: Select existing Table to Replace
ja: 置換するテーブルを選択
ru_ru: Выберите существующую таблицу для замены

source: Select source for Import
ja: インポートの方法を選択

source: File upload
ja: ファイルアップロード
ru_ru: Загрузка файла

source: Manual input
ja: 手動入力
ru_ru: Ручной ввод

source: File on server
ja: サーバ上のファイル
ru_ru: Файл на сервере

source: Select File with Table to Import
fr_fr: Sélectionner le fichier du tableau à importer
ja: テーブルとしてインポートするファイルを選択してください.
pl_pl: Wybierz Plik z Tabelą do Importowania
ru_ru: Выберите файл с таблицей для импорта

source: URL to Import Table from
ja: テーブルとして読み込むURL

source: Path to file on server
ja: サーバ上のファイルへのパス
ru_ru: Путь к файлу на сервере

source: Paste data with Table to Import
fr_fr: Coller les données de tableau à importer
ja: 読み込むデータをテキストエリアに貼り付けてください
pl_pl: Wstaw dane z Tabelą do Importu
ru_ru: Вставьте данные с таблицей для импорта

source: Import Table
fr_fr: Importer un tableau
ja: テーブルのインポート
pl_pl: Importuj Tabelę
ru_ru: Импорт таблицы

source: Import from original wp-Table plugin
fr_fr: Importer à partir du plugin original <em>WP-Table</em>
ja: オリジナルの wp-table プラグインからインポート
pl_pl: Importuj z oryginalnej wtyczki wp-Table
ru_ru: Импорт из оригинального плагина wp-Table

source: Import
fr_fr: Importer
ja: インポート
pl_pl: Importuj
ru_ru: Импорт

source: Import Tables
ja: テーブルのインポート
pl_pl: Importuj Tabele
ru_ru: Импорт таблиц

source: wp-Table by Alex Rabe seems to be installed, but no tables were found.
fr_fr: <em>WP-Table</em> d'Alex Rabe semble être installé, mais aucun tableau n'a été trouvé.
ja: Alex Rabe 氏作の wp-Table がインストールされているようですがテーブルのデータが見つかりません.
pl_pl: wp-Table Alex'a Rabe'a zdaje się być zainstalowana, ale żadnej tabeli nie znaleziono.
ru_ru: Плагин wp-Table от Alex Rabe установлен, но таблицы не найдены.

source: It is recommended to export and backup the data of important tables regularly.
ja: 重要なテーブルに関するデータは定期的にエクスポートして,バックアップをすることを推奨します.

source: Select the table, the desired export format and (for CSV only) a delimiter.
ja: エクスポートするテーブルを選択し,出力フォーマットと(CSVファイルのみ)区切り文字を指定してください.

source: You may choose to download the export file. Otherwise it will be shown on this page.
ja: 出力したファイルはダウンロードするか,このページに表示することができます.

source: Be aware that only the table data, but no options or settings are exported.
ja: 出力されるのはテーブルのデータのみでプラグインの設定は出力されないことをご了承ください.
ru_ru: Учтите, экспортируются только данные, без опций и настроек.

source: To backup all tables, including their settings, at once use the &quot;%s&quot; button in the &quot;%s&quot;.
ja: 全てのテーブルや,それらに関する設定を保存するためには,すぐに&quot;%s&quot; ボタンを使用してください.それは&quot;%s&quot;にあります.

source: Create and Download Dump File
ja: ダンプファイルを作成しダウンロード

source: Select Table to Export
fr_fr: Sélectionner le tableau à exporter
ja: エクスポートするテーブルを選択
pl_pl: Wybierz Tabelę do Eksportu
ru_ru: Выберите таблицу для экспорта

source: Select Export Format
fr_fr: Sélectionnez le format d'exportation
ja: 出力形式を選択
pl_pl: Wybierz Format Eksportu
ru_ru: Выберите формат экспорта

source: Select Delimiter to use
fr_fr: Sélectionnez un délimiteur à utiliser
ja: 使用する区切り文字を選択
pl_pl: Wybierz separator
ru_ru: Выберите разделитель

source: Only needed for CSV export.
ja: <small>(CSV形式で出力する場合のみ)</small>

source: Download file
fr_fr: Télécharger le fichier
ja: ファイルをダウンロード
pl_pl: Pobierz plik
ru_ru: Скачать файл

source: Yes, I want to download the export file.
fr_fr: Oui, je veux télécharger le fichier d'exportation.
ja: はい. 出力したファイルをダウンロードします.
pl_pl: Tak, chcę pobrać plik eksportu.
ru_ru: Да, я хочу скачать файл экспорта.

source: WP-Table Reloaded has several options which affect the plugin behavior in different areas.
ja: WP-Table Reloaded には、異なった領域でプラグインの振舞いに影響するいくつかの設定があります。

source: Frontend Options influence the output and used features of tables in pages, posts or text-widgets.
ja: フロントエンド設定は投稿,ページ,テキストウィジェットにおける、テーブルなどの出力に影響を及ぼします。

source: The Backend Options control the plugin's admin area, e.g. the &quot;%s&quot; screen.
ja: バックエンドの設定はプラグイン管理画面に関する制御を行います. 例 &quot;%s&quot; 画面

source: Administrators have access to further Admin Options.
ja: 管理者は管理設定を行う権限を持っています.

source: Frontend Options
fr_fr: Options de l'interface
ja: 表示されるテーブルに関する設定
pl_pl: Ustawienia Frontend
ru_ru: Внешние настройки

source: JavaScript library
ja: JavaScript ライブラリ

source: Yes, enable the use of a JavaScript library.
ja: JavaScriptライブラリを有効にします.

source: WP-Table Reloaded includes three JavaScript libraries that can add useful features, like sorting, pagination, and filtering, to a table.
ja: WP-Table Reloadedは便利な機能を追加する3つのJavaScriptライブラリを同梱しています(テーブルデータの並び替え,ページ分け,フィルタリング)

source: Select the library to use:
ja: 使用するライブラリを選択 :

source: recommended
ja: 推奨

source: (You can read more about each library's features on the <a href="%s">plugin's website</a>.)
ja: (これらのライブラリの詳細な機能については<a href="%s">プラグインのWebサイト</a>で読むことができます.)

source: Default CSS
ja: 標準のCSS

source: Yes, include and load the plugin's default CSS Stylesheets. This is highly recommended, if you use one of the JavaScript libraries!
ja: プラグイン標準のCSSを読み込みます.これらのJavaScriptライブラリを利用するならば強く推奨します.

source: Custom CSS
ja: 独自のCSS

source: Yes, include and load the following custom CSS commands.
ja: 次の独自CSSを読み込みます.

source: This should be used to change the table layout and styling.
ja: テーブルのレイアウトやスタイルの変更に使用します.

source: You can get styling examples from the <a href="%s">plugin's website</a>.
ja: <a href="%s">プラグインWebサイト</a>にて装飾に関するサンプルを入手できます.

source: Information on available CSS selectors can be found in the <a href="%s">documentation</a>.
ja: 利用可能なCSSセレクタのについての情報は<a href="%s">ドキュメント</a>をご覧ください.

source: Links in new window
ja: リンクを新しいウィンドウで開く

source: Yes, open links that are inserted with the &quot;%s&quot; button on the &quot;%s&quot; screen in a new browser window <strong>from now on</strong>.
ja: 今後,&quot;%s&quot;ボタンが&quot;%s&quot;画面にある状態で挿入されるリンクを新しいウィンドウで開く.

source: Backend Options
ja: バックエンドの設定

source: Exit warning
ja: 画面移動の警告

source: Yes, show a warning message, if I leave the &quot;%s&quot; screen and have not yet saved my changes.
ja: もし&quot;%s&quot; 画面から移動する際に,保存がされていなかったら警告を表示する.

source: Growing textareas
ja: テキストエリアを拡大する

source: Yes, enlarge the textareas on the &quot;%s&quot; screen when they are focussed.
ja: &quot;%s&quot; 画面でフォーカスされたときにテキストエリアを拡大します.

source: Admin Options
fr_fr: Options d'administration
ja: 管理設定
pl_pl: Ustawienia Admina

source: This area are only available to site administrators!
ja: このエリアは管理者のみが利用できます.

source: You can therefore not change these options.
ja: したがって、あなたはこれらの設定を変更することができません。

source: Plugin Access
ja: プラグインへのアクセス

source: To access WP-Table Reloaded, a user needs to be:
ja: WP-Table Reloaded にアクセスするのに必要なユーザ権限 :

source: Administrator|User role
ja: 管理者|ユーザ権限

# User role
source: Administrator
ja: 管理者

source: Editor|User role
ja: 編集者|ユーザ権限

# User role
source: Editor
ja: 編集者

source: Author|User role
ja: 作者|ユーザ権限

# User role
source: Author
ja: 作者

source: Contributor|User role
ja: 寄稿者|ユーザ権限

# User role
source: Contributor
ja: 寄稿者

source: Plugin Options Access
ja: プラグイン設定へのアクセス

source: To access the Plugin Options of WP-Table Reloaded, a user needs to be:
ja: WP-Table Reloaded のプラグイン設定にアクセスするのに必要なユーザ権限 :

source: Admin Options, Dump file Import, and Manual Plugin Uninstall are always accessible by Administrators only, regardless of this setting.
ja: この設定に関わらず,管理者は管理設定,ダンプファイルのインポート,プラグインの手動アンインストールに常にアクセスできます.

source: Admin menu entry
ja: 管理画面の表示位置

source: WP-Table Reloaded shall be shown in this section of the admin menu:
ja: WP-Table Reloaded の管理画面は次の部分に表示されます.

source: Tools
ja: ツール

source: Posts
ja: 投稿

source: Pages
ja: ページ

source: Plugins
ja: プラグイン

source: Settings
ja: 設定

source: Dashboard
ja: ダッシュボード

source: Top-Level
ja: トップレベル

source: Change will take effect after another page load after saving.
ja: 他のページを読み込んだ後,変更した設定は有効になります.

source: Remove upon Deactivation
ja: プラグインを無効化してアンインストールしますか?

source: Yes, remove all plugin related data from the database when the plugin is deactivated.
ja: このプラグインを無効化した際にデータベースから関連するデータを削除します.

source: Should be activated directly before deactivation only!
ja: プラグインを削除する直前にのみ有効にしてください.

source: Save Options
fr_fr: Enregistrer les options
ja: 設定保存
pl_pl: Zapisz Ustawienia
ru_ru: Сохранить настройки

source: WP-Table Reloaded Data Export and Backup
ja: WP-Table Reloaded データエクスポート・バックアップ

source: WP-Table Reloaded can export and import a so-called dump file that contains all tables, their settings and the plugin's options.
ja: WP-Table Reloadedは全てのテーブル、それらの設定、およびプラグインのオプションを保存した,いわゆるダンプファイルをエクスポート・インポートすることができます

source: This file can be used as a backup or to move all data to another WordPress site.
ja: このファイルは設定・データのバックアップや他の WordPress サイトへの移動に使用できます.

source: Export a dump file
ja: ダンプファイルのエクスポート

source: To export all Tables and their settings, click the button below to generate and download a dump file.
ja: 全てのテーブルと設定をエクスポートしてダンプファイルを生成しダウンロードするには以下のボタンをクリックしてください.

source: <strong>Warning</strong>: Do <strong>not</strong> edit the content of that file under any circumstances as you will destroy the file!
ja: <strong>警告</strong>: ファイルの内容が破壊されるので決して編集<strong>しないで</strong>ください.

source: Import a dump file
ja: ダンプファイルのインポート

source: To import a WP-Table Reloaded dump file and restore the included data, upload the file from your computer.
ja: WP-Table Reloaded のダンプファイルをインポートして,データを復旧するには,コンピュータからファイルをアップロードしてください.

source: All current data of this WP-Table Reloaded installation (Tables, Options, Settings) <strong>WILL BE OVERWRITTEN</strong> with the data from the file!
ja: 現在の WP-Table Reloaded のデータ(テーブル,オプション,設定)は読み込んだファイルで<strong>上書きされます</strong>.

source: Do not proceed, if you do not understand this!
ja: よく分からない場合は実行しないでください!

source: It is highly recommended to export and backup the data of this installation before importing another dump file (see above).
ja: 他のダンプファイルをインポートする前にエクスポートを行うことを強く推奨します(上記をご覧ください).

source: Select Dump File
ja: ダンプファイルの選択

source: Import Dump File
ja: ダンプファイルのインポート

source: Manually Uninstall WP-Table Reloaded
ja: WP-Table Reloaded を手動でアンインストール

source: Uninstalling <strong>will permanently delete</strong> all tables, data, and options, that belong to WP-Table Reloaded from the database, including all tables you added or imported.
ja: アンインストールはWP-Table Reloadedによって作成された,テーブル(インポートしたり新規に作成したもの),データ,設定の全てを<strong>永久に削除します</strong>.

source: You will manually need to remove the plugin's files from the plugin folder afterwards.
ja: その後,手動でプラグインフォルダーからプラグインのファイルを削除する必要があります.

source: Be very careful with this and only click the button if you know what you are doing!
ja: この動作が何を意味するのかを十分に理解した上でボタンをクリックしてください!
ru_ru: Будьте очень осторожны и нажимайте кнопку, только если вы знаете, что вы делаете!

source: Uninstall Plugin WP-Table Reloaded
fr_fr: Désinstaller WP-Table Reloaded
ja: WP-Table Reloaded をアンインストール
pl_pl: Odinstaluj Wtyczkę WP-Table Reloaded
ru_ru: Удалить плагин WP-Table Reloaded

source: About WP-Table Reloaded
ja: WP-Table Reloaded について
ru_ru: О WP-Table Reloaded

source: Plugin Purpose
fr_fr: Objectif du plugin
ja: このプラグインの目的
pl_pl: Cel Wtyczki
ru_ru: Цель плагина

source: WP-Table Reloaded allows you to create and manage tables in the admin-area of WordPress.
ja: WP-Table Reloaded は WordPress の管理画面でテーブルを作成したり管理したりすることができます.

source: Those tables may contain strings, numbers and even HTML (e.g. to include images or links).
ja: 作成するテーブルは文字列や数列,そしてHTML(たとえば画像やリンク)も含むことができます.
pl_pl: Tabele te mogą zawierać łańcuchy, numery, a nawet HTML (np. aby dołączyć obrazki albo linki).
ru_ru: Эти таблицы могут содержать строки, цифры и даже HTML (например изображения или ссылки).

source: You can then show the tables in your posts, on your pages or in text-widgets by using a shortcode.
ja: 作成したテーブルはショートコードを使用することで投稿やページ,テキストウィジェットに表示することができます.

source: If you want to show your tables anywhere else in your theme, you can use a template tag function.
ja: もしテーブルを WordPress テーマ内の好きな場所に表示したい場合はテンプレートタグを使用します.
pl_pl: Jeśli chcesz wyświetlić tabele gdziekolwiek indziej w swoim motywie, możesz użyć tagu szablonu funkcji.
ru_ru: Если вы хотите отображать свои таблицы в вашей теме, вы можете использовать функции тэгов шаблона.

source: Usage
fr_fr: Utilisation
ja: 使用方法
pl_pl: Zastosuwanie
ru_ru: Использование

source: At first you should add or import a table.
ja: まずはテーブルを作成するか読み込みます.
pl_pl: Po pierwsze - powinieneś dodać lub importować tabelę.
ru_ru: Сначала Вы должны добавить или импортировать таблицы.

source: This means that you either let the plugin create an empty table for you or that you load an existing table from either a CSV, XML or HTML file.
ja: これはプラグインを使って空のテーブルを作成するか既存テーブルをCSVやXML,HTML形式から読み込むということです.
pl_pl: Innymi słowy - powinieneś pozwolić wtyczce utworzyć pustą tabelę, albo własnoręcznie załadować istniejącą tabelę z pliku CSV, XML lub HTML.
ru_ru: Это означает, что вы либо создаете пустую таблицу, либо Вы загружаете существующую таблицу из CSV, XML или HTML файла.

source: Then you can edit your data or change the structure of your table (e.g. by inserting or deleting rows or columns, swaping rows or columns or sorting them) and select specific table options like alternating row colors or whether to print the name or description, if you want.
ja: その後,セル内のデータを編集したりテーブルの構造を変更(行や列の挿入や削除,入れ替え,並び替え)したりします.またテーブル単位で行の色を交互に変えることやテーブル名・説明の表示などをしていできます.
pl_pl: Możesz wtedy redagować swoje dane, lub zmienić strukturę tabeli (np. wstawić czy usuwać rzędy i kolumny, zamieniać rzędy i kolumny itd) oraz wybrać specyficzne ustawienia tabeli, jak odmienne kolory rzędów, czy też drukowanie nazwy i opisu, jeśli chcesz.
ru_ru: Затем вы можете изменить данные или структуру таблицы (например, путем включения или удаления строк и столбцов, заменой строк и столбцов или их сортировкой), и выбрать настройки для каждой таблицы, такие как чередование цвета у строк, печатать название или описание.

source: To easily add a link or an image to a cell, use the provided buttons. Those will ask you for the URL and a title. Then you can click into a cell and the corresponding HTML will be added to it for you.
ja: 画像やリンクを提供されるボタンから簡単に追加できます. クリックするとURL や タイトルを聞いてきます.その後,セルをクリックすると適切なHTMLコードが挿入されます.
pl_pl: W celu łatwego wprowadzenia do komórki obrazka lub łącza - użyj odpowiedniego przycisku. Zostaniesz poproszony o podanie URL i tytułu. Następnie wystarczy kliknąć na komórkę , a odpowiedni HTML zostanie do niej dodany.
ru_ru: Чтобы легко добавлять ссылки или изображения в ячейку, используйте кнопки. Где Вы введете адрес и название. Затем вы можете нажать на ячейку и соответствующий HTML код будет добавлен.

source: You can also select the desired table from a list (after clicking the button &quot;%s&quot; in the editor toolbar) and the corresponding shortcode will be added for you.
ja: また、あなたはリスト(エディタツールバーで&quot;%s&quot;ボタンをクリックした後に表示されます)から希望のテーブルを選択できます.そして、対応するショートコードが入力されます.

source: Tables can be styled by changing and adding CSS commands.
ja: スタイルシートを変更したり付加したりすることでテーブルの装飾を行うことができます.

source: The plugin ships with default CSS Stylesheets, which can be customized with own code or replaced with other Stylesheets.
ja: プラグインはデフォルトのスタイルシートを出力します。このスタイルシートは独自にカスタマイズするか,または他のスタイルシートに取り替えることができます.

source: For this, each table is given certain CSS classes that can be used as CSS selectors.
ja: これに関しては,CSSセレクタとして使用できるあるCSSのクラスが,それぞれのテーブルに付加されます.

source: Please see the <a href="%s">documentation</a> for a list of these selectors and for styling examples.
ja: スタイル設定の例やこれらのセレクタについては<a href="%s">ドキュメント</a>をご覧ください.

source: More Information and Documentation
fr_fr: Plus d'information et documentation
ja: 追加情報と資料
pl_pl: Więcej Informacji i Dokumentacji
ru_ru: Дополнительная информация и документация

source: Help and Support
ja: ヘルプとサポート

source: If you do not find an answer there, please <a href="%s">open a new thread</a> in the WordPress Support Forums with the tag &quot;wp-table-reloaded&quot;.
ja: もしここで答えが見つからない場合は,WordPress サポートフォーラムの&quot;wp-table-reloaded&quot;タグにて<a href="%s">新しいスレッドを立ち上げて</a>ください.

source: Author and License
ja: 作成者・ライセンス

source: This plugin was written by <a href="%s">Tobias B&auml;thge</a>.
ja: このプラグインは<a href="http://tobias.baethge.com/">Tobias B&auml;thge</a> によって作成されました.

source: It is licensed as Free Software under GPL 2.
ja: このプラグインのライセンスには GPL2 が適用されています.

source: Please rate the plugin in the <a href="%s">WordPress Plugin Directory</a>.
ja: <a href="%s">WordPress Plugin Directory</a>でこのプラグインを評価してください.

source: Donations and good ratings encourage me to further develop the plugin and to provide countless hours of support. Any amount is appreciated! Thanks!
ja: 寄付や良い評価はプラグインの開発やサポートに時間を費やす私の励みになります.どれだけの量でも嬉しいです! ご利用ありがとうございます!
pl_pl: Dotacje i dobre oceny zachęcają mnie do dalszego rozwoju wtyczki i do świadczenia niezliczonych godzin wsparcia. Każda kwota jest mile widziana! Dzięki!
ru_ru: Пожертвования и хорошие оценки в рейтинге подтолкнут меня к дальнейшей разработке плагина и возможности предоставить больше часов поддержки пользователей плагина. Спасибо за любую сумму!

source: Credits and Thanks
fr_fr: Crédits et remerciements
ja: クレジット・謝辞
pl_pl: Podziękowania
ru_ru: Благодарности

source: Thanks go to <a href="http://alexrabe.boelinger.com/">Alex Rabe</a> for the original wp-Table plugin,
fr_fr: Merci à <a href="http://alexrabe.boelinger.com/">Alex Rabe</a> pour son plugin original WP-Table,
ja: まず,オリジナルの wp-Table プラグイン作成の<a href="http://alexrabe.boelinger.com/">Alex Rabe</a>氏
pl_pl: Dzięki dla: <a href="http://alexrabe.boelinger.com/">Alex Rabe</a> za oryginalną wtyczkę wp-Table,
ru_ru: Спасибо <a href="http://alexrabe.boelinger.com/">Alex Rabe</a> за оригинальный плагин wp-Table,

source: Allan Jardine for the <a href="http://www.datatables.net/">DataTables jQuery plugin</a>,
ja: <a href="http://www.datatables.net/">DataTables jQuery plugin</a> 作成の Allan Jardine 氏,

source: Christian Bach for the <a href="http://www.tablesorter.com/">Tablesorter jQuery plugin</a>,
ja: <a href="http://www.tablesorter.com/">Tablesorter jQuery plugin</a> 作成の Christian Bach氏,
pl_pl: Christian Bach za <a href="http://www.tablesorter.com/">wtyczkę Tablesorter jQuery</a>,
ru_ru: Christian Bach за <a href="http://www.tablesorter.com/">Tablesorter jQuery plugin</a>,

source: Soeren Krings for its extension <a href="http://tablesorter.openwerk.de/">Tablesorter Extended</a>,
ja: <a href="http://tablesorter.openwerk.de/">Tablesorter Extended</a> 作成の Soeren Krings 氏,

source: the submitters of translations:
fr_fr: les auteurs des traduction:
ja: 各国語版の翻訳ファイルを提供していただいた下記の皆様
pl_pl: autorów tłumaczeń:
ru_ru: тем кто сделал перевод:

source: Albanian (thanks to <a href="http://www.romeolab.com/">Romeo</a>)
fr_fr: Albanais (merci à <a href="http://www.romeolab.com/">Romeo</a>)
ja: アラビア語 (<a href="http://www.romeolab.com/">Romeo</a>氏)
ru_ru: Албанский (спасибо <a href="http://www.romeolab.com/">Romeo</a>)

source: Belorussian (thanks to <a href="http://www.fatcow.com/">Marcis Gasuns</a>)
ja: ベラルーシ語 (<a href="http://www.fatcow.com/">Marcis Gasuns</a>氏)

source: Brazilian Portugues (thanks to <a href="http://www.pensarics.com/">Rics</a>)
ja: ブラジル・ポルトガル語 (<a href="http://www.pensarics.com/">Rics</a>氏)

source: Czech (thanks to <a href="http://separatista.net/">Separatista</a>)
ja: チェコ語 (<a href="http://separatista.net/">Separatista</a>氏)

source: Finnish (thanks to Jaakko)
ja: ポーランド語 (Alex Kortan氏)

source: French (thanks to <a href="http://ultratrailer.net/">Yin-Yin</a>)
fr_fr: Français (merci à <a href="http://ultratrailer.net/">Yin-Yin</a>)
ja: フランス語 (<a href="http://ultratrailer.net/">Yin-Yin</a>氏)
ru_ru: Французкий (спасибо <a href="http://ultratrailer.net/">Yin-Yin</a>)

source: Italian (thanks to <a href="http://www.scrical.it/">Gabriella Mazzon</a>)
ja: イタリア語 (<a href="http://www.scrical.it/">Gabriella Mazzon</a>氏)

source: Japanese (thanks to <a href="http://www.u-1.net/">Yuuichi</a>)
ja: 日本語 (<a href="http://www.u-1.net/">ゆーいち</a>氏)

source: Polish (thanks to Alex Kortan)
ja: ポーランド語 (Alex Kortan氏)

source: Russian (thanks to <a href="http://wp-skins.info/">Truper</a>)
fr_fr: Russe (merci à <a href="http://wp-skins.info/">Truper</a>)
ja: ロシア語 (<a href="http://wp-skins.info/">Truper</a>氏)
ru_ru: Русский (спасибо <a href="http://wp-skins.info/">Truper</a>)

source: Slovak (thanks to <a href="http://lukas.cerro.sk/">55.lukas</a>)
ja: スロバキア語 (<a href="http://lukas.cerro.sk/">55.lukas</a>氏)

source: Spanish (thanks to <a href="http://theindependentproject.com/">Alejandro Urrutia</a> and <a href="http://halles.cl/">Matias Halles</a>)
ja: スペイン語 (thanks to <a href="http://theindependentproject.com/">Alejandro Urrutia</a>氏 と <a href="http://halles.cl/">Matias Halles</a>氏)

source: Swedish (thanks to <a href="http://www.zuperzed.se/">ZuperZed</a>)
fr_fr: Suédois (merci à <a href="http://www.zuperzed.se/">ZuperZed</a>)
ja: スウェーデン語 (<a href="http://www.zuperzed.se/">ZuperZed</a>氏)
ru_ru: Шведский (спасибо <a href="http://www.zuperzed.se/">ZuperZed</a>)

source: Turkish (thanks to <a href="http://www.wpuzmani.com/">Semih</a>)
fr_fr: Turc (merci à <a href="http://www.wpuzmani.com/">Semih</a>)
ja: トルコ語 (<a href="http://www.wpuzmani.com/">Semih</a>氏)
ru_ru: Турецкий (спасибо <a href="http://www.wpuzmani.com/">Semih</a>)

source: and to all donors, contributors, supporters, reviewers and users of the plugin!
ja: そして,寄付された方,プラグイン作成に関わってくださった方,支持してくださった方,評価してくださった方,このプラグインを使用する全ての方にありがとう!
pl_pl: oraz wszystkich darczyńców, współpracowników, kibiców, recenzentów i użytkowników wtyczki!
ru_ru: и всем пожертвовавшим, сторонникам, обозревателям и пользователям плагина!

source: Debug and Version Information
ja: デバッグ・バージョン情報
pl_pl: Debug oraz informacje o wersji
ru_ru: Отладка и информация о версии

source: You are using the following versions of the software.
ja: あなたは以下のバージョンを使用しています。

source: Please provide this information in bug reports.
ja: この情報をバグレポートとして提供してください.

source: Plugin installed
ja: プラグインはインストールされています
ru_ru: Плагин установлен

source: WP-Table Reloaded Plugin Page
ja: WP-Table Reloaded プラグインのページ

source: Plugin Page
ja: プラグインホームページ

source: Frequently Asked Questions
ja: よくある質問と回答

source: Support
ja: サポート

source: Plugin Documentation
ja: プラグインのドキュメント

source: Documentation
ja: ドキュメント

source: Support WP-Table Reloaded with your donation!
ja: あなたの寄付で WP-Table Reloaded を支援してください!

source: Do you really want to activate this? You should only do that right before uninstallation!
fr_fr: Voulez-vous vraiment activer ceci? Vous devez uniquement le faire juste avant la désinstallation!
ja: 本当に実行しますか? これはアンインストールの直前にのみ行ってください!
pl_pl: Czy na pewno chcesz tego? Powinieneś to zrobić jedynie tuż przed samym odinstalowaniem!
ru_ru: Вы действительно хотите активировать это? Вы должны сделать это до удаления!

source: URL of link to insert
ja: 挿入してリンクするURL
pl_pl: Adres URL odnośnika do wstawienia
ru_ru: УРЛ ссылки для вставки

source: Text of link
ja: リンクする文字列
pl_pl: Tekst odnośnika
ru_ru: Текст ссылки

source: To insert the following HTML code for a link into a cell, just click the cell after closing this dialog.
ja: 以下のHTMLコードをセルの中へのリンクに挿入するには、このダイアログを閉じた後に、セルをクリックしてください。
