Repository: TobiasBg/WP-Table-Reloaded
Catalog: languages/wp-table-reloaded-*.po
Languages: fr_fr, ja, pl_pl, ru_ru

source: To insert an image, click the cell into which you want to insert the image.
ja: 画像を挿入するには、挿入したいセルをクリックしてください。

source: The Media Library will open, from which you can select the desired image or insert the image URL.
ja: 画像や画像の URL を挿入するためにメディアライブラリを開きます.

source: Click the &quot;%s&quot; button to insert the image.
ja: 画像を挿入するには &quot;%s&quot; ボタンをクリックしてください.

source: Insert into Post
ja: 投稿テンプレートを作成

source: Do you want to copy the selected tables?
ja: 選択したテーブルをコピーしますか?
pl_pl: Czy chcesz skopiować wybrane tabele?
ru_ru: Вы хотите скопировать выбранные таблицы?

source: The selected tables and all content will be erased. Do you really want to delete them?
ja: 選択したテーブルとその内容が完全に削除されます. 本当に削除しますか?
pl_pl: Wybrane tabele i cała zawartość zostaną usunięte. Czy na pewno chcesz je usunąć?
ru_ru: Выбранные таблицы и все содержимое будет стерто. Вы действительно хотите удалить их?

source: Do you really want to import the selected tables from the wp-Table plugin?
ja: wp-Table プラグインから選択したテーブルをインポートしますか?
pl_pl: Czy na pewno chcesz zaimportować wybrane tabele z wtyczki wp-Table?
ru_ru: Вы действительно хотите импортировать выбранные таблицы из плагина wp-Table?

source: Do you want to copy this table?
fr_fr: Voulez-vous copier ce tableau?
ja: このテーブルをコピーしますか?
pl_pl: Czy chcesz skopiować tę tabelę?
ru_ru: Вы хотите скопировать эту таблицу?

source: The complete table and all content will be erased. Do you really want to delete it?
fr_fr: Le tableau complet et tout le contenu sera effacé. Voulez-vous vraiment supprimer?
ja: テーブルとその内容が完全に削除されます. 本当に削除しますか?
pl_pl: Cała tabela i jej zawartość zostaną usunięte. Czy na pewno chcesz ją usunąć?
ru_ru: Таблица и все её содержимое будет стерто. Вы действительно хотите удалить её?

source: Do you really want to delete the selected rows?
ja: 本当にこの行を削除しますか?

source: Do you really want to delete the selected columns?
ja: 本当にこの行を削除しますか?

source: You have not selected any rows.
ja: テーブルが選択されていません!

source: You have not selected any columns.
ja: テーブルが選択されていません!

source: You can not delete all rows of the table at once!
ja: 一度に全ての列を削除することはできません!

source: You can not delete all columns of the table at once!
ja: 一度に全ての行を削除することはできません!

source: Do you really want to import this table from the wp-Table plugin?
fr_fr: Voulez-vous vraiment importer ce tableau depuis le plugin <em>WP-table</em>?
ja: wp-Table プラグインからこのテーブルのデータをインポートしますか?
pl_pl: Czy na pewno chcesz importować tę tabelę z wtyczki wp-Table?
ru_ru: Вы на самом деле хотите импортировать эту таблицу из плагина wp-Table?

source: Do you really want to uninstall the plugin and delete ALL data?
fr_fr: Voulez-vous vraiment désinstaller le plugin et supprimer TOUTES les données?
ja: プラグインをアンインストールし,全てのデータを削除しますか?
pl_pl: Czy na pewno chcesz odinstalować wtyczkę i usunąć WSZYSTKIE dane?
ru_ru: Вы на самом деле хотите удалить этот плагин со всеми данными?

source: Are you really sure?
fr_fr: Êtes-vous vraiment sûr?
ja: 本当によろしいですか?
pl_pl: Jesteś pewien?
ru_ru: Вы действительно уверены?

source: Do you really want to change the ID of the table?
ja: このテーブルの ID を本当に変更しますか?
ru_ru: Вы действительно хотите изменить ID таблицы?

source: To show this Custom Data Field, use this shortcode:
ja: このカスタムデータ領域を表示するには次のショートコードを使用してください :
ru_ru: Чтобы показать эту пользовательское поле данных, используйте этот код:

source: To show this table, use this shortcode:
ja: このテーブルを表示するには次のショートコードを使用してください :
ru_ru: Чтобы показать эту таблицу, используйте этот код:

source: Warning: You will lose all current Tables and Settings! You should create a backup first. Be warned!
ja: 警告 : このテーブルに関する設定が失われます! まずバックアップを作成してください.

source: You have made changes to the content of this table and not yet saved them.
ja: このテーブルに変更を施しましたが,まだ保存がされていません.

source: You should first click &quot;%s&quot; or they will be lost if you navigate away from this page.
ja: 最初に &quot;%s&quot; をクリックしてください.さもないと別のページへ移動した場合に内容が失われてしまいます.

source: Please wait...
ja: しばらくお待ちください...

source: Filter:
ja: フィルタ :

source: First
ja: 先頭

source: Back
ja: 戻る

source: Next
ja: 次

source: Last
ja: 最終更新

source: This plugin allows you to create and easily manage tables in the admin-area of WordPress. A comfortable backend allows an easy manipulation of table data. You can then include the tables into your posts, on your pages or in text widgets by using a shortcode or a template tag function. Tables can be imported and exported from/to CSV, XML and HTML.
ja: このプラグインは WordPress の管理画面においてテーブルの作成と管理を簡単に行う機能を提供します. 充実した機能でテーブルデータの簡単な操作を提供します.投稿やページ,テキストウィジェットに作成したテーブルを表示するにはショートコードやテンプレートタグを使用します. テーブルデータはCSV,XML,HTML形式などで入出力が可能です.

source: Table "%s" added successfully.
fr_fr: Tableau "%s" ajouté avec succès.
pl_pl: Tabela "%s" dodana pomyślnie.
ru_ru: Таблица "%s" успешно добавлена.

source: Table "%s" copied successfully.
fr_fr: Le tableau "%s" a été copié.
pl_pl: Tabela "%s" skopiowana pomyślnie.
ru_ru: Таблица "%s" успешно скопирована.

source: Table "%s" deleted successfully.
fr_fr: Le tableau "%s" a été effacé.
pl_pl: Tabela "%s" skasowana pomyślnie.
ru_ru: Таблица "%s" успешно удалена.

source: Insert failed.
fr_fr: Insertion échouée.
pl_pl: Wstawienie nie udało się.
ru_ru: Ошибка при вставке.

source: Table "%s" exported successfully.
fr_fr: Tableau "%s" exporté.
pl_pl: Tabela "%s" wyeksportowana pomyślnie.
ru_ru: Таблица "%s" экспортирована успешно.

source: WP-Table Reloaded
ru_ru: Работа с таблицами

source: No tables found.
fr_fr: Pas de tableau trouvé.
pl_pl: Nie znaleziono żadnych tabel.
ru_ru: Таблицы не найдены.

source: You might <a href="%s">add</a> or <a href="%s">import</a> one!
fr_fr: Vous pouvez en <a href="%s">ajouter</a> ou en <a href="%s">importer</a> un!
pl_pl: Możesz <a href="%s">dodać</a> lub <a href="%s">importować</a> !
ru_ru: Вы можете <a href="%s">добавить</a> или <a href="%s">импортировать</a>!

source: You may edit the content of the table here. It is also possible to add or delete columns and rows.
fr_fr: Ici vous pouvez éditer le contenu du tableau. Il est possible d'ajouter ou supprimer des colonnes et des lignes.
pl_pl: Możesz tutaj redagować zawartość tabeli. Masz także możliwość dodawania lub usuwania kolumn i rzędów.
ru_ru: Здесь Вы можете изменять данные в таблице. Ещё Вы можете добавлять или удалять строки и столбцы.

source: Insert Row
fr_fr: Insérer une ligne
pl_pl: Wstaw Rząd
ru_ru: Вставить строку

source: Do you really want to delete this row?
fr_fr: Voulez-vous vraiment supprimer cette ligne?
pl_pl: Czy na pewno chcesz usunąć ten rząd?
ru_ru: Вы на самом деле хотите удалить эту строку?

source: Delete Row
fr_fr: Supprimer la ligne
pl_pl: Usuń Rząd
ru_ru: Удалить строку

source: Insert Column
fr_fr: Insérer une colonne
pl_pl: Wstaw Kolumnę
ru_ru: Вставить столбец

source: Do you really want to delete this column?
fr_fr: Voulez-vous vraiment supprimer cette colonne?
pl_pl: Czy na pewno chcesz usunąć tę kolumnę?
ru_ru: Вы на самом деле хотите удалить этот столбец?

source: Delete Column
fr_fr: Supprimer la colonne
pl_pl: Usuń Kolumnę
ru_ru: Удалить столбец

source: Table Settings
fr_fr: Paramètres du tableau
pl_pl: Ustawienia Tabeli
ru_ru: Настройки таблицы

source: Every second row will have an alternating background color.
fr_fr: Chaque deuxième ligne aura une couleur de fond alternée.
pl_pl: Co drugi rząd będzie miał odmienne tło.
ru_ru: Каждая вторая строка будет иметь другой цвет фона.

source: Use Table Headline
fr_fr: Utiliser le titre du tableau
pl_pl: Użyj Nagłówka Tabeli
ru_ru: Использовать заголовок таблицы

source: The first row of your table will use the [th] tag.
fr_fr: La première ligne de votre tableau utilisera le tag [th].
pl_pl: Pierwszy rząd tabeli będzie używał tagu [th].
ru_ru: Первая строка Вашей таблицы будет использовать тег [th].

source: Print Table Name
fr_fr: Afficher le nom du tableau
pl_pl: Drukuj Nazwę Tabeli
ru_ru: Печатать название таблицы

source: The Table Name will be written above the table in a [h2] tag.
fr_fr: Le nom du tableau sera écrit au-dessus du tableau dans un tag [h2].
pl_pl: Nazwa Tabeli będzie napisana nad tabelą w tagu [h2].
ru_ru: Имя таблицы будет написано над таблицей в теге [h2].

source: Print Table Description
fr_fr: Afficher la description du tableau
pl_pl: Drukuj Opis Tabeli
ru_ru: Печатать описание таблицы

source: Use Tablesorter
fr_fr: Utiliser le tri des tableaux
pl_pl: Użyj Tablesorter'a
ru_ru: Использовать сортировку в таблице

source: <small>(Only needed for CSV export.)</small>
fr_fr: <small>(Seulement nécessaire pour l'exportation CSV).</small>
pl_pl: <small>(Potrzebne tylko do eksportu CSV.)</small>
ru_ru: <small>(Необходимо только для CSV.)</small>

source: General Plugin Options
fr_fr: Options générales du plugin
pl_pl: Ogólne Ustawienia Wtyczki
ru_ru: Главные настройки плагина

source: Enable Tablesorter-JavaScript?
fr_fr: Activer Tablesorter-JavaScript?
pl_pl: Włączyć Tablesorter-JavaScript?
ru_ru: Разрешить сортировку в таблицах с помощью JavaScript?

source: Uninstall Plugin upon Deactivation?
fr_fr: Désinstaller le plugin lors de la désactivation?
pl_pl: Odinstalować Wtyczkę podczas de-aktywacji?
ru_ru: Удалить плагин после деактивации?

source: Manually Uninstall Plugin
fr_fr: Désinstallation manuelle du plugin
pl_pl: Ręczne Odinstalowanie Wtyczki
ru_ru: Удалить плагин вручную

source: Author and Licence
fr_fr: Auteur et licence
pl_pl: Autor i Licencja
ru_ru: Автор и лицензия

source: About the Plugin
fr_fr: A propos du Plugin
pl_pl: O Wtyczce
ru_ru: О плагине

source: To insert the following link into a cell, just click the cell after closing this dialog.
pl_pl: Aby wstawić poniższy link do komórki, kliknij komórkę po zamknięciu tego okna dialogowego.
ru_ru: Чтобы добавить ссылку в ячейку, просто нажмите на ячейку после закрытия этого диалогового окна.

source: URL of image to insert
pl_pl: Adres URL obrazka do wstawienia
ru_ru: УРЛ картинки для вставки

source: To insert the following image into a cell, just click the cell after closing this dialog.
pl_pl: Aby wstawić następujący obrazek do komórki, kliknij komórkę po zamknięciu tego okna dialogowego.
ru_ru: Чтобы вставить картинку в ячейку, просто нажмите на ячейку после закрытия этого диалогового окна.

source: Add custom CSS?
fr_fr: Ajouter un style CSS personnalisé?
pl_pl: Dodać własny CSS?
ru_ru: Добавить произвольный CSS?

source: Enter custom CSS
fr_fr: Entrez un style CSS personnalisé
pl_pl: Wstaw własny CSS
ru_ru: Введите произвольный CSS

source: Click the "Insert" link after the desired table and the corresponding shortcode will be inserted into the editor (<strong>[table id=&lt;the_table_ID&gt; /]</strong>).
pl_pl: Kliknij odnośnik "Wstaw" za wskazaną tabelą, a odpowiedni kod zostanie wstawiony do edytora (<strong>[table id=&lt;the_table_ID&gt; /]</strong>).
ru_ru: Нажмите "Вставить" после желаемой таблицы и соответствующий код будет вставлен в редактор (<strong>[table id=&lt;the_table_ID&gt; /]</strong>).

source: You may add, edit, copy or delete tables here.
pl_pl: Możesz tutaj dodać, redagować, kopiować czy usunąć tabele.
ru_ru: Здесь Вы можете добавлять, редактировать, копировать или удалять таблицы.

source: If you want to show a table in your pages, posts or text-widgets, use the shortcode <strong>[table id=&lt;the_table_ID&gt; /]</strong> or click the button "Table" in the editor toolbar.
pl_pl: Jeśli chcesz umieścić tabelę na stronach, wpisach lub widżetach, użyj kodu <strong>[table id=&lt;the_table_ID&gt; /]</strong> albo kliknij przycisk "Tabela" w zakładce edytora.
ru_ru: Если Вы хотите отобразить таблицу на странице, в новости или текстовом виджете, то используйте код <strong>[table id=&lt;the_table_ID&gt; /]</strong> или нажмите на кнопку "Таблица" в панели редактора.

source: Hide
pl_pl: Ukryj
ru_ru: Скрыть

source: Yes, enable the <a href="http://www.tablesorter.com/">Tablesorter jQuery plugin</a>. This can be used to make tables sortable (can be activated for each table separately in its options).
pl_pl: Tak, włącz <a href="http://www.tablesorter.com/">Tablesorter jQuery plugin</a>. Może być użyte aby tabele mogły być sortowane (może być włączone w ustawieniach dla każdej tabeli oddzielnie).
ru_ru: Да, разрешить <a href="http://www.tablesorter.com/">Tablesorter jQuery plugin</a>. Это включает сортировку в Ваших таблицах (может быть активирована для каждой таблицы отдельно).

source: Yes, include and load the following CSS-snippet on my site inside a [style]-HTML-tag.
pl_pl: Tak, dołącz i załaduj następujące fragmenty CSS do mojej witryny wewnątrz tagu HTML [style].
ru_ru: Да, включить и загрузить следующий CSS-фрагмент на свой сайт внутри [style]-HTML-tag.

source: See the <a href="%s">plugin website</a> for styling examples or use one of the following: <a href="%s">Example Style 1</a> <a href="%s">Example Style 2</a>
pl_pl: Zobacz przykłady stylów na <a href="%s">stronie wtyczki</a> lub użyj jednego z następujących: <a href="%s">Przykład Stylu 1</a> <a href="%s">Przykład Stylu 2</a>
ru_ru: Смотрите <a href="%s">сайт плагина</a> для просмотра примеров или использовать один из следующих: <a href="%s">Пример стиля 1</a> <a href="%s">Пример стиля 2</a>

source: Just copy the contents of a file into the textarea.
pl_pl: Po prostu skopiuj zawartość pliku do pola tekstowego.
ru_ru: Просто скопируйте содержимое файла в область ввода.

source: Yes, uninstall everything when the plugin is deactivated. Attention: You should only enable this checkbox directly before deactivating the plugin from the WordPress plugins page!
pl_pl: Tak, odinstaluj wszystko, gdy wtyczka jest de-aktywowana. Uwaga: Zaznacz to jedynie bezpośrednio przed wyłączeniem wtyczki na stronie wtyczek WordPress'a!
ru_ru: Да, удалить все, когда плагин будет отключен. Внимание: Вы должны поставить этот флажок, непосредственно перед отключением плагина со страницы плагинов WordPress!

source: This plugin allows you to create and manage tables in the admin-area of WordPress.
pl_pl: Ta wtyczka pozwala tworzyć tabele i zarządzać nimi w panelu administracyjnym WordPress'a.
ru_ru: Этот плагин позволит вам создавать и управлять таблицами в панели администратора WordPress.

source: You can then show the tables in your posts, on your pages or in text widgets by using a shortcode.
pl_pl: Możesz wtedy wyświetlać tabele na swoich stronach, wpisach lub widżetach, używając prostego kodu.
ru_ru: Вы можете отображать таблицы в ваших новостях, на страницах или в текстовых виджетах, используя код.

source: To include the table into your posts, pages or text widgets, write the shortcode [table id=&lt;table-id&gt;] into them.
pl_pl: Aby umieścić tabelę na stronach, wpisach lub widżetach - wpisz do nich prosty kod [table id=&lt;table-id&gt;].
ru_ru: Чтобы вставить таблицу в ваши новости, страницы или текстовые виджеты, используйте код [table id=&lt;table-id&gt;].

source: You can also select the desired table from a list (after clicking the button "Table" in the editor toolbar) and the corresponding shortcode will be added for you.
pl_pl: Możesz również wybrać odpowiednią tabelę z listy (po kliknięciu przycisku "Tabela" w pasku narzędzi edytora), a odpowiedni kod zostanie dodany.
ru_ru: Так же Вы можете выбрать требуемую таблицу из списка (после нажатия на кнопку "Таблицы" в панели редактора) и соответствующий код будет добавлен автоматически.

source: You may also style your table via CSS. Example files are provided on the plugin website. Every table has the CSS class "wp-table-reloaded". Each table also has the class "wp-table-reloaded-&lt;table-id&gt;".
pl_pl: Możesz także zmienić styl tabeli poprzez CSS. Przykładowe pliki są na stronie www wtyczki. Każda tabela posiada klasę CSS "wp-table-reloaded". Również każda tabela posiada klasę "wp-table-reloaded-&lt;table-id&gt;".
ru_ru: Вы также можете менять стиль вашей таблицы с помощью CSS. Примеры можно посмотреть на веб-сайте плагина. Каждая таблица имеет CSS класс "wp-table-reloaded". Каждая таблица имеет также класс "wp-table-reloaded-&lt;table-id&gt;".

source: You can also use the classes "column-&lt;number&gt;" and "row-&lt;number&gt;" to style rows and columns individually. Use this to style columns width and text alignment for example.
pl_pl: Możesz także użyć klas "column-&lt;number&gt;" oraz "row-&lt;number&gt;" aby nadać styl rzędom i kolumnom indywidualnie. Np. w celu nadania stylu szerokości kolumny i wyrównania tekstu.
ru_ru: Вы также можете использовать классы "column-&lt;number&gt;" и "row-&lt;number&gt;" для изменения стиля строк и столбцов. Используйте этот стиль, например, для изменения ширины колонок и выравнивание текста.

source: More information can be found on the <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/">plugin's website</a> or on its page in the <a href="http://wordpress.org/extend/plugins/wp-table-reloaded/">WordPress Plugin Directory</a>.
pl_pl: Więcej informacji można znaleźć na <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/">stronie www wtyczki</a> lub na <a href="http://wordpress.org/extend/plugins/wp-table-reloaded/">stronie wtyczek WordPress'a</a>.
ru_ru: Больше информации Вы найдете на <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/">сайте плагина</a> или на странице плагина в <a href="http://wordpress.org/extend/plugins/wp-table-reloaded/">WordPress Plugin Directory</a>.

source: See the <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/documentation/">documentation</a> or find out how to get <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/support/">support</a>.
pl_pl: Zobacz <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/documentation/">dokumentację</a> lub dowiedz się jak uzyskać <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/support/">pomoc</a>.
ru_ru: Смотрите <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/documentation/">документацию</a> или узнайте, как получить <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/support/">поддержку</a>.

source: You are using the following versions of the software. <strong>Please provide this information in bug reports.</strong>
pl_pl: Korzystasz z następujących wersji oprogramowania. <strong>Prosimy o podanie tych informacji w sprawozdaniach błędów.</strong>
ru_ru: Вы используете следующую версию программного обеспечения. <strong>Просьба предоставить эту информацию в сообщениях об ошибках.</strong>

source: More information can be found on the <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/">plugin's website</a>.
pl_pl: Więcej informacji można znaleźć na <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/">stronie www wtyczki</a>.
ru_ru: Более подробную информацию можно найти на <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/">сайте плагина</a>.

source: ''alt'' text of the image
pl_pl: ''alt'' tekst dla obrazka
ru_ru: ''alt'' текст для картинки

source: Preview of Table "%s" (ID %s)
ru_ru: Просмотреть таблицу "%s" (ID %s)

source: This is a preview of the table data.
ru_ru: Это предварительный просмотр данных в таблице.

source: To show this table in your pages, posts or text-widgets, use the shortcode <strong>[table id=%s /]</strong>.
ru_ru: Чтобы показать эту таблицу на вашей странице, записи или текстовом виджете, используйте код <strong>[table id=%s /]</strong>.

source: No problem! I still hope you enjoy the benefits that WP-Table Reloaded brings to you. If you should want to change your mind, you'll always find the "Donate" button on the <a href="%s">WP-Table Reloaded website</a>.
ru_ru: Нет проблем! Я по-прежнему надеюсь, что вы пользуетесь удобствами при работе с WP-Table Reloaded. Если вы хотите отблагодарить меня, то всегда сможете найти кнопку "Donate" на <a href="%s">WP-Table Reloaded website</a>.

source: by
ru_ru: автор

source: You can add a new table here. Just enter its name, a description (optional) and the number of rows and columns.
ru_ru: Здесь вы можете добавить новую таблицу. Просто введите его название, описание (необязательно) и количество строк и столбцов.

source: You may add, insert or delete rows and columns later.
ru_ru: Вы сможете добавить, вставить или удалить строки и столбцы позже.

source: Edit Table "%s" (ID %s)
ru_ru: Изменить таблицу "%s" (ID %s)

source: Row hidden
ru_ru: Строка скрыта

source: Column hidden
ru_ru: Колонка скрыта

source: You may sort a table using the <a href="http://www.tablesorter.com/">Tablesorter-jQuery-Plugin</a>.
ru_ru: Вы можете сортировать таблицу с помощью <a href="http://www.tablesorter.com/">Tablesorter-jQuery-Plugin</a>.

source: <small>Attention: You must have Tablesorter enabled on the "Plugin Options" screen and the option "Use Table Headline" has to be enabled above for this to work!</small>
ru_ru: <small>Внимание: Вы должны включить Tablesorter в "Настройках плагина" и "Use Table Headline" должен быть включен для того чтобы это заработало!</small>

source: You may import a table from existing data here.
ru_ru: Здесь вы можете импортировать таблицу из имеющихся данных.

source: This may be a CSV, XML or HTML file, which need a certain structure though. Please consult the documentation.
ru_ru: Это может быть CSV, XML или HTML файл, который содержит определенную структуру. Пожалуйста, обратитесь к документации.

source: You may also select the import source.
ru_ru: Вы также можете выбрать источник импорта.

source: Select source for import
ru_ru: Выберите источник для импорта

source: URL to import table from
ru_ru: URL для импорта таблицы из

source: You may export a table here. Just select the table, your desired export format and (for CSV only) a delimiter.
ru_ru: Здесь вы можете экспортировать таблицу. Просто выберите таблицу, нужный формат и разделитесь (только для CSV).

source: You may opt to download the export file. Otherwise it will be shown on this page.
ru_ru: Вы можете выбрать загрузку файла экспорта. В противном случае он будет показан на этой странице.

source: You may change these global options.
ru_ru: Вы можете изменить эти глобальные настойки.

source: They will effect all tables or the general plugin behavior.
ru_ru: Они будут эффективны для всех таблиц или общего поведения плагина.

source: You might get a better website performance, if you add the CSS styling to your theme's "style.css" (located at <a href="%s">%s</a>) instead.
ru_ru: Вы можете получить лучшую производительность, если вы добавите CSS стиль в ваш "style.css" (в <a href="%s">%s</a>).

source: Another possibility is, to include a CSS file (e.g. from your theme folder) with the CSS @import command: %s
ru_ru: Еще одна возможность, вставки в CSS файл (находящийся, в папке с вашей темой) с CSS @import command: %s

source: Advanced Options
ru_ru: Дополнительные параметры

source: Use Tablesorter Extended?
ru_ru: Использование расширение Tablesorter?

source: (This setting does not influence the "Manually Uninstall Plugin" button below!)
ru_ru: (Этот параметр не влияет на "Ручное удаление плагина", кнопка ниже!)

source: Allow donation message?
ru_ru: Разрешить сообщение для пожертвования?

source: Yes, show a donation message after 30 days of using the plugin.
ru_ru: Да, показать сообщение о пожертвовании по истечении 30 дней с помощью плагина.

source: You may uninstall the plugin here. This <strong>will delete</strong> all tables, data, options, etc., that belong to the plugin, including all tables you added or imported.
ru_ru: Здесь вы можете удалить плагин. Это <strong>позволит удалить</strong> вам все таблицы, данные и настройки.
