Repository: TobiasBg/WP-Table-Reloaded
Catalog: languages/wp-table-reloaded-*.po
Languages: fr_fr, ja, pl_pl, ru_ru

source: If you like the plugin, please consider <a href="http://tobias.baethge.com/donate/"><strong>a donation</strong></a> and rate the plugin in the <a href="http://wordpress.org/extend/plugins/wp-table-reloaded/">WordPress Plugin Directory</a>.
ru_ru: Если вам понравился плагин, пожалуйста <a href="http://tobias.baethge.com/donate/"><strong>сделайте пожертвование</strong></a> и оцените его на <a href="http://wordpress.org/extend/plugins/wp-table-reloaded/">WordPress Plugin Directory</a>.

source: This is the "List Tables" screen.
ru_ru: Это экран "Список таблиц"

source: This is the "Edit Table" screen.
ru_ru: Это экран "Редактирование таблиц"

source: This is the "Add new Table" screen.
ru_ru: Это экран "Добавление таблиц"

source: This is the "Import a Table" screen.
ru_ru: Это экран "Импорт таблиц"

source: This is the "Export a Table" screen.
ru_ru: Это экран "Экспорт таблиц"

source: This is the "Plugin Options" screen.
ru_ru: Это экран "Настройки плагина"

source: This is the "About WP-Table Reloaded" screen.
ru_ru: Это экран "О WP-Table Reloaded"

source: You can add a new table here. Just enter it's name, a description (optional) and the number of rows and columns.<br/>You may add, insert or delete rows and columns later.
fr_fr: Ici vous pouvez ajouter un nouveau tableau. Entrez simplement son nom, une description (en option) et un nombre de lignes et de colonnes.<br/>Plus tard vous pourrez ajouter, insérer ou supprimer des lignes et des colonnes.
pl_pl: Możesz tutaj dodać nową tabelę. Po prostu wpisz jej nazwę, opis (opcjonalnie) oraz ilość rzędów i kolumn.<br/>Możesz później dodać, wstawić czy usunąć rzędy i kolumny.

source: Edit Table "%s"
pl_pl: Redaguj Tabelę "%s"

source: If you want to show a table in your pages, posts or text-widgets, use this shortcode: <strong>[table id=%s /]</strong>
pl_pl: Jeśli chcesz umieścić tabelę na stronach, wpisach czy widżetach, użyj kodu: <strong>[table id=%s /]</strong>

source: Add Row
fr_fr: Ajouter une ligne
pl_pl: Dodaj Rząd

source: Add Column
fr_fr: Ajouter une colonne
pl_pl: Dodaj Kolumnę

source: You may sort a table using the <a href="http://www.tablesorter.com/">Tablesorter-jQuery-Plugin</a>. <small>Attention: You must have Tablesorter enabled on the "Plugin Options" page and the option "Use Table Headline" has to be enabled above for this to work!</small>
fr_fr: Vous pouvez trier un tableau à l'aide du plugin <a href="http://www.tablesorter.com/">Tablesorter-jQuery</a>. <small>Attention: Vous devez avoir activé le tri des tableaux dans la page "Options du plugin" et l'option "Utiliser le titre du tableau"doit être activée au dessus pour que cela fonctionne!</small>
pl_pl: Możesz sortować tabelę używając <a href="http://www.tablesorter.com/">Tablesorter-jQuery-Plugin</a>. <small>Uwaga: Musisz mieć włączonego Tablesorter'a w "Plugin Options" i opcja "Use Table Headline" musi być włączona powyżej, aby to zadziałało!</small>

source: You may import a table from existing data here.<br/>It may be a CSV, XML or HTML file. It needs a certain structure though. Please consult the documentation.
pl_pl: Możesz tutaj importować tablę z istniejących danych.<br/>Może to być plik CSV, XML lub HTML. Choć to wymaga konkretnej struktury. Przeczytaj dokumentację.

source: - or -
fr_fr: - ou -
pl_pl: - lub -

source: (upload will be preferred over pasting)
fr_fr: (envoyer sera préféré à coller)
pl_pl: (upload będzie miał pierwszeństwo nad wklejeniem)

source: You may export a table here. Just select the table, your desired export format and a delimiter (needed for CSV only).<br/>You may opt to download the export file. Otherwise it will be shown on this page.
fr_fr: Vous pouvez exporter un tableau ici. Il vous suffit de sélectionner le tableau, le choix de votre format d'exportation et un séparateur (uniquement pour le format CSV).<br/>Vous pouvez choisir de télécharger le fichier d'exportation. Sinon, il sera affiché sur cette page.
pl_pl: Możesz tutaj wyeksportować tabelę. Po prostu wybierz tabele, format eksportu i delimiter (wymagany tylko przez CSV).<br/>Możesz wybrać pobranie eksportowanego pliku. Inaczej będzie widoczny na tej stronie.

source: You may change these global options.<br/>They will effect all tables or the general plugin behaviour.
fr_fr: Vous pouvez changer les options globales.<br/>Elles seront effectives sur tous les tableaux ou sur le comportement général du plugin.
pl_pl: Możesz zmienić globalne ustawienia.<br/>Będą miały wpływ na wszystkie tabele lub zasadnicze działanie wtyczki.

source: (You might get a better website performance, if you add the CSS styling to your theme's "style.css" <small>(located at %s)</small>) instead.
pl_pl: (Możesz uzyskać lepsze działanie strony, jeśli dodasz style CSS do swojego motywu "style.css" <small>(umieszczonego w %s)</small>).

source: <small>(This setting does not influence the "Manually Uninstall Plugin" button below!)</small>
pl_pl: <small>(To ustawienie nie wpływa na przycisk "Ręczne Odinstalowanie Wtyczki" poniżej!)</small>

source: You may uninstall the plugin here. This <strong>will delete</strong> all tables, data, options, etc., that belong to the plugin, including all tables you added or imported.<br/> Be very careful with this and only click the button if you know what you are doing!
fr_fr: Vous pouvez désinstaller le plugin ici. Cela <strong>supprimera</strong> tous les tableaux, les données, les options, etc... qui font partie de l'extension, y compris tous les tableaux que vous avez ajoutés ou importés.<br/>Soyez très prudent et ne cliquez sur le bouton que si vous savez ce que vous faites!
pl_pl: Możesz tutaj odinstalować wtyczkę. To spowoduje <strong>usunięcie</strong> wszystkich tabel, danych, ustawień, itp, należących do wtyczki, jak i wszystkich tabel dodanych czy importowanych.<br/> Ostrożnie z tym! Wciśnij przycisk tylko wtedy, gdy dobrze wiesz co robisz!

source: Information about the plugin
fr_fr: Informations sur le plugin
pl_pl: Informacje o wtyczce

source: This plugin was written by <a href="http://tobias.baethge.com/">Tobias B&auml;thge</a>. It is licenced as Free Software under GPL 2.
fr_fr: Ce plugin a été écrit par <a href="http://tobias.baethge.com/">Tobias B&auml;thge</a>. Il est licencié en tant que Logiciel Libre sous licence GPL 2.
pl_pl: Ta wtyczka została napisana przez <a href="http://tobias.baethge.com/">Tobias B&auml;thge</a>. Posiada licencję jako Wolne Oprogramowanie GPL 2.

source: If you like the plugin, please consider <a href="http://tobias.baethge.com/wordpress-plugins/donate/"><strong>a donation</strong></a> and rate the plugin in the <a href="http://wordpress.org/extend/plugins/wp-table-reloaded/">WordPress Plugin Directory</a>.
pl_pl: Jeśli lubisz tę wtyczkę, rozważ <a href="http://tobias.baethge.com/wordpress-plugins/donate/"><strong>dotację</strong></a> i ocenę wtyczki na <a href="http://wordpress.org/extend/plugins/wp-table-reloaded/">stronie wtyczek WordPress'a</a>.

source: This is a list of all available tables. You may add, edit, copy or delete tables here.
fr_fr: Voici la liste de tous les tableaux. Vous pouvez ajouter, modifier, copier ou supprimer des tableaux.

source: If you want to show a table in your pages, posts or text-widgets, use the shortcode: <strong>[table id=&lt;the_table_ID&gt; /]</strong>
fr_fr: Si vous voulez afficher un tableau dans vos pages, billets ou widgets texte, utilisez le code: <strong>[table id=&lt;the_table_ID&gt;]</strong>

source: You may import a table from existing data here.<br/>It may be a CSV, XML oder HTML file. It needs a certain structure though. Please consult the documentation.
fr_fr: Vous pouvez importer un tableau à partir de données existantes.<br/>Cela peut être un fichier CSV, XML ou HTML. Il a besoin d'une structure bien précise. Veuillez consulter la documentation.

source: Used Delimiter
fr_fr: Séparateur utilisé

source: Yes, enable <a href="http://www.tablesorter.com/">Tablesorter-jQuery-Plugin</a> to be used to make table sortable (can be changed for every table separatly).
fr_fr: Oui, activer le plugin <a href="http://www.tablesorter.com/">Tablesorter-jQuery</a> pour rendre les tableaux triables (peut être changé séparément pour chaque tableau).

source: Yes, include and load the following CSS-snippet on my site inside a [style]-HTML-tag. (If you do not want this, just add your CSS styling to your theme's "style.css" <small>(located at %s)</small>.) (See the <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/">plugin website</a> for examples.)
fr_fr: Oui, inclure et charger le style CSS ci-dessous dans mon site en ajoutant la balise HTML [style]. (Si vous ne le voulez pas, ajoutez simplement votre personnalisation dans le fichier "style.css" de votre thème <small>(situé dans %s)</small>.) (Rendez vous sur le <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded-english/">site du plugin</a> pour voir des exemples.)

source: Yes, uninstall everything when plugin is deactivated. Attention: You should only enable this checkbox directly before deactivating the plugin from the WordPress plugins page! (It does not influence the "Manually Uninstall Plugin" button below!)
fr_fr: Oui, tout désinstaller lorsque le plugin est désactivé. Attention: Vous devez cocher cette case uniquement juste avant de désactiver le plugin depuis la page des plugins de WordPress! (Cela n'influence pas le bouton "Désinstallation manuelle du plugin" ci-dessous!)

source: This plugin allows you to create and manage tables in the admin-area of WordPress. You can then show them in your posts, on your pages or in text widgets by using a shortcode.
fr_fr: Ce plugin vous permet de créer et de gérer des tableaux dans la console d'administration de WordPress. Vous pouvez ensuite les afficher dans vos billets, vos pages ou dans des widgets texte à l'aide d'un code.

source: At first you should add or import a table. Then edit your data and select the options you want. To include the table into your posts, pages or text widgets, write the shortcode [table id=&lt;table-id&gt;] into them. You may then style your table via CSS. Every table has the CSS-class "wp-table-reloaded". A table also has the class "wp-table-reloaded-&lt;table-id&gt;". You can also use the classes "column-&lt;number&gt;" and "row-&lt;number&gt;" to style rows and columns individually. Use this to style columns width and text alignment.
fr_fr: En premier vous devez ajouter ou importer un tableau. Puis éditez vos données et sélectionnez les options que vous voulez. Pour afficher le tableau dans vos billets, pages ou widgets texte, copier le code [table id=&lt;table-id&gt;] dedans. Vous pouvez mettre en forme votre tableau via une feuille de style CSS. Chaque tableau a la classe CSS "wp-table-reloaded". Un tableau a également la classe "wp-table-reloaded-&lt;table-id&gt;". Vous pouvez aussi utiliser les classes "column-&lt;number&gt;" et "row-&lt;number&gt;" pour définir le style des lignes et colonnes individuellement. Utilisez ceci pour définir la largeur des colonnes et l'alignement du texte.

source: More information can be found on the <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded/">plugin's website</a> or on its page in the <a href="http://wordpress.org/extend/plugins/wp-table-reloaded/">WordPress Plugin Directory</a>. A documentation and certain support and help request possibilities will be available soon.
fr_fr: Vous pouvez trouvez plus d'informations sur le <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded/">site du plugin</a> ou sur sa page sur <a href="http://wordpress.org/extend/plugins/wp-table-reloaded/">WordPress.org</a>. Une documentation et un certain support et des possibilités de demande d'aide seront disponibles bientôt.

source: If you like the plugin, please consider <a href="http://tobias.baethge.com/wordpress-plugins/donate/">donating</a> or rating it at the <a href="http://wordpress.org/extend/plugins/wp-table-reloaded/">WordPress Plugin Directory</a>. Thanks!
fr_fr: Si vous aimez le plugin, vous pouvez <a href="http://tobias.baethge.com/wordpress-plugins/donate/">faire un don</a> ou voter sur la page du plugin sur <a href="http://wordpress.org/extend/plugins/wp-table-reloaded/">WordPress.org</a>. Merci!

source: Christian Bach for the <a href="http://www.tablesorter.com/">Tablesorter-jQuery-Plugin</a>,
fr_fr: Christian Bach pour le plugin <a href="http://www.tablesorter.com/">Tablesorter-jQuery</a>,

source: Spanish (thanks to <a href="http://theindependentproject.com/">Alejandro Urrutia</a>)
fr_fr: Espagnol (merci à <a href="http://theindependentproject.com/">Alejandro Urrutia</a>)

source: and all contributors, supporters, reviewers and users of the plugin!
fr_fr: et tous les contributeurs, les supporters, les commentateurs et les utilisateurs du plugin!

source: More information can be found on the <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded/">plugin's website</a>. A documentation and certain support and help request possibilities will be available soon.
fr_fr: Vous pouvez trouvez plus d'informations sur le <a href="http://tobias.baethge.com/wordpress-plugins/wp-table-reloaded/">site du plugin</a>. Une documentation et un certain support et des possibilités de demande d'aide seront disponibles bientôt.
